[
    {
    "name": "tattooed viral ",
    "description": "banjo 8-bit. try-hard. Next banh selfies tattooed umami. bird a shorts, on sriracha pinterest messenger poutine banjo yuccie trust hella.Post - ironic a dollar mi Swag it umami.Offal put Next ", 
    "location": [45.514571, -122.691510]
    }, 
    {
    "name": "keffiyeh bird ",
    "description": "a keffiyeh coffee mumblecore poutine umami denim, ugh lomo organic banjo fund viral Irony seitan single - origin keffiyeh Offal fund shorts, banh literally shorts, lomo banjo yuccie crucifix.jean denim, flannel ",
    "location": [45.522149, -122.703870]

    },

     {
    "name": "mumblecore keffiyeh ",
    "description": "viral it bird it try-hard. direct crucifix. DIY denim, lomo trade beard butcher keffiyeh direct sriracha literally keffiyeh trade Next denim, single - origin DIY banh Pour - over park seitan tattooed Post - ironic art ", 
    "location": [45.509639, -122.701810]
    },
    {
    "name": "it bird ",
    "description": "shorts, poutine level seitan tattooed park banjo mumblecore on Irony 8-bit. organic bird on shorts, echo coffee party sriracha beard trust keffiyeh typewriter, park level single - origin umami umami on hoodie", 
    "location": [45.492795, -122.701810]
}, 
{
    "name": "affogato bird ",
    "description": "coffee Post-ironic jean typewriter, it PBR&B banjo keffiyeh Swag direct umami. Pour - over on tumblr art viral literally mixtape a beard keffiyeh try -hard.trade DIY hoodie, mumblecore selfies selfies a crucifix.", 
    "location": [45.493893, -122.701198]
}, 
{
    "name": "mi keffiyeh ",
    "description": "flannel echo echo Irony bag slow-carb a selfies dollar direct dollar Post-ironic hoodie, umami on flannel a yuccie Post - ironic it level typewriter, toast.stumptown trust a it banh shorts, messenger ", 
    "location": [45.495472,  -122.699857]
}, 
{
    "name": "echo tattooed ",
    "description": "keffiyeh butcher on crucifix. a bicycle park single-origin single-origin lomo four viral kombucha stumptown a slow - carb mustache on trade hoodie, tumblr banh keffiyeh mixtape keffiyeh art echo Offal banjo mi ", 
    "location": [45.496277,  -122.698999]
}, 
{
    "name": "shorts, crucifix. ",
    "description": "party park DIY affogato 8-bit. put dollar literally on mumblecore hoodie, poutine affogato direct mustache lomo bicycle hella. coffee denim, it fund Pour - over echo PBR & B sriracha coffee shorts, tattooed on ", 
    "location": [45.497646, -122.697529]
}, 
{
    "name": "put selfies ",
    "description": "sriracha lomo bird hoodie, Next coffee seitan on Offal tattooed party selfies single-origin typewriter, on mumblecore selfies crucifix.jean hoodie, shorts, mumblecore keffiyeh try -hard.direct a Next crucifix.put toast.", 
    "location": [45.497623, -122.695147]
}, 
{
    "name": "umami. messenger ",
    "description": "Swag seitan coffee Next hoodie, mixtape Swag ugh seitan stumptown literally fund mumblecore lomo flannelslow - carb echo flannel affogato butcher mustache try -hard.put slow - carb level it on Next Offal crucifix.", 
    "location": [45.499411, -122.695147]
}, 
{
    "name": "level organic ",
    "description": "umami jean ugh crucifix. kombucha crucifix. coffee mumblecore ugh organic organic bird bicycle tattooed poutine single - origin flannel butcher shorts, Pour - over hoodie, organic ugh literally put it Irony pinterest on put ",
    "location": [45.498763, -122.700505]
}, 
{
    "name": "literally a ",
    "description": "denim, on party trade keffiyeh bag jean bicycle trade mixtape butcher art on on single-origin art Irony poutine jean 8 - bit.Offal affogato mixtape fund on lomo mumblecore fund mumblecore toast.",
    "location": [45.500742, -122.703724]
}, 
{
    "name": "single-origin put ",
    "description": "sriracha on denim, hella. selfies tattooed it raw mi bicycle bird park poutine poutine hoodie, rights jean Next Irony Pour - over banjo dollar cold - pressed organic on coffee kombucha trade rights coffee ", 
    "location": [45.502126,  -122.704454]
}, 
{
    "name": "beard cold-pressed ",
    "description": "denim, banjo tattooed seitan party banjo mi crucifix. banh bird art Post-ironic DIY tattooed mustache butcher seitan umami.it cold - pressed bag rights selfies mumblecore Post - ironic DIY on 8 - bit.butcher slow - carb ",
    "location": [45.503871, -122.708048]
}, 
{
    "name": "organic on ",
    "description": "jean hella. put slow-carb bird hoodie, affogato 8-bit. messenger it PBR&B banjo selfies typewriter, mustache bird Pour - over yuccie PBR & B poutine Next on slow - carb rights trade butcher trust on crucifix.single - origin ", 
    "location": [45.505773, -122.707777]
}, 
{
    "name": "keffiyeh affogato ",
    "description": "banjo hoodie, level crucifix. level bag it it beard coffee Next tattooed seitan cold-pressed DIY tattooed level crucifix .8 - bit.dollar keffiyeh literally Pour - over try -hard.literally fund it messenger beard a ", 
    "location": [45.507065,  -122.702627]
}, 
{
    "name": "beard try-hard. ",
    "description": "bird DIY lomo coffee organic single-origin it a kombucha coffee a keffiyeh tattooed butcher bird Irony pinterest umami.jean bird typewriter, umami.cold - pressed hella.art dollar mi mustache try -hard.coffee ", 
    "location": [45.507802,  -122.705352]
}, 
{
    "name": "a slow-carb ",
    "description": "butcher coffee messenger direct hoodie, it coffee sriracha try-hard. organic Offal keffiyeh a a cold-pressed tattooed 8 - bit.butcher crucifix.messenger put cold - pressed it shorts, try -hard.mixtape mumblecore pinterest try -hard.affogato ",
    "location": [45.509050,  -122.701618]
}, 
{
    "name": "put banjo ",
    "description": "crucifix. umami. slow-carb trust tattooed mumblecore mi Offal Pour-over single-origin ugh Irony it level flannel raw hoodie, put trade echo dollar four Irony four mi banh on messenger Next poutine ", 
    "location": [45.510757, -122.701768]
}, 
{
    "name": "tumblr pinterest ",
    "description": "poutine park butcher trade crucifix. flannel butcher single-origin DIY trade typewriter, on yuccie selfies put try -hard.pinterest organic put raw rights it mumblecore stumptown kombucha mumblecore keffiyeh hoodie, Offal yuccie ", 
    "location": [45.510862, -122.697863]
}
]
